# coding: utf-8

hellows = [
  "Привет, дорогой друг. Отвечаю на твой вопрос...",
  "Кто вопрошает, тот получит ответ:",
  "Здравствуй, смертный. Сегодня для тебя такой ответ:"
]

answers = [
  "Бесспорно",
  "Предрешено",
  "Никаких сомнений",
  "Определённо да",
  "Можешь быть уверен в,этом",
  "Мне кажется — да",
  "Вероятнее всего",
  "Хорошие перспективы",
  "Знаки говорят — да",
  "Пока не ясно, попробуй снова",
  "Спроси позже",
  "Лучше не рассказывать",
  "Сейчас нельзя предсказать",
  "Сконцентрируйся и спроси опять",
  "Даже не думай",
  "Мой ответ — нет",
  "По моим данным — нет",
  "Перспективы не очень хорошие",
  "Весьма сомнительно"
]

puts hellows.sample
sleep 1
puts
sleep 1
puts answers.sample
